Repository: mbekaert/phplabdb
Catalog: phplabdb-core/html/locale/*/LC_MESSAGES/phplabdb.po
Languages: fr_fr

source: Language
fr_fr: Langue

source: Logout
fr_fr: D&eacute;connexion

source: Navigation
fr_fr: Menu de navigation&nbsp;

source: Home
fr_fr: Accueil

source: Database
fr_fr: Base de donn&eacute;es

source: About
fr_fr: A propos

source: Bug report
fr_fr: Rapport d&#39;erreurs

source: Thank bug
fr_fr: Merci de prendre le temps de nous envoyer vos remarques. Votre aide - en rapportant un bogue ou en faisant une suggestion de perfectionnement - nous permet de focaliser nos efforts d&#39;am&eacute;lioration. Nous lisons tout le rapport de bogue que nous recevons

source: Report bug
fr_fr: Rapport bogue

source: See bugs
fr_fr: Voir chacun des bogues ou des suggestions faites au sujet du projet de phpLabDB. <small><em>[anglais]</em></small>

source: Browse bugs
fr_fr: Passez en revue les bogues

source: phplabdb_description
fr_fr: est un progiciel d&#39;applications pour laboratoires de recherche. Il est sp&eacute;cifiquement adapt&eacute; aux laboratoires de biologie mol&eacute;culaire. phpLabDB fonctionne sur un serveur et est consultable avec un navigateur web. L&#39;interface web permet de concevoir facilement de nouveaux plug-in, qui sont compl&egrave;tement int&eacute;gr&eacute;s &agrave; phpLabDB. phpLabDB se compose de scripts PHP et est d&eacute;velopp&eacute; pour utiliser un serveur SQL tel que postgreSQL ou MySQL. phpLabDB a &eacute;t&eacute; test&eacute; sur OS X, Linux (Suse, RedHat, Mandrake) et Windows 2000/XP

source: phpLabDB project
fr_fr: projet phpLabDB

source: The
fr_fr: Le

source: is hosted by
fr_fr: est h&eacute;berg&eacute; par

source: Language Selector
fr_fr: S&eacute;lecteur de langage

source: Choose a language:
fr_fr: Choisissez votre langue (seuls ces langues sont actuellement disponibles)&nbsp;:

source: Set as default
fr_fr: D&eacute;finir par d&eacute;faut

source: Submit
fr_fr: Envoyer

source: Help
fr_fr: Aide

source: Login
fr_fr: Connexion

source: Password retriever
fr_fr: Mot de pass perdu

source: System config
fr_fr: Config syst&egrave;me

source: Users
fr_fr: Utilisateurs

source: Databases
fr_fr: Bases de donn&eacute;es

source: System configuration
fr_fr: Configuration syst&egrave;me

source: Clear
fr_fr: R&eacute;tablir

source: Update
fr_fr: Mise &agrave jour

source: Read-only parameters
fr_fr: Param&egrave;tres en lecture seul

source: Configurable parameters
fr_fr: Param&egrave;tres modifiables

source: Organisation Name
fr_fr: Nom de l&#39;organisation

source: Organisation URL
fr_fr: URL de l&#39;organisation

source: Organisation Logo
fr_fr: Logo de l&#39;organisation

source: Welcome message
fr_fr: Message de bienvenue

source: Database Management
fr_fr: Gestion des bases de donn&eacute;es

source: Name
fr_fr: Nom

source: Download
fr_fr: T&eacute;l&eacute;charger

source: Upload
fr_fr: Mettre &agrave jour

source: To upload
fr_fr: T&eacute;l&eacute;charger la base de donn&eacute;es

source: will erase the data
fr_fr: effacera les donn&eacute;es. Cette action ne devrait seulement &ecirc;tre effectu&eacute;e que pour restaurer la base de donn&eacute;es

source: SQL file. (no more than
fr_fr: Le fichier d&#39;entr&eacute; doit &ecirc;tre un fichier de SQL. Employez le fichier t&eacute;l&eacute;charg&eacute; (pas plus de

source: SQL file
fr_fr: Fichier SQL

source: Are you sure?
fr_fr: &Ecirc;tes vous s&ucirc;r&nbsp;?

source: Mods Management
fr_fr: Gestion des Mods

source: No mods
fr_fr: Aucun mods install&eacute;

source: Plug-ins Management
fr_fr: Gestion des Plug-ins

source: No plug-in
fr_fr: Aucun plug-in install&eacute;

source: Remove this user?
fr_fr: Supprimer cet utilisateur ?

source: Users Management
fr_fr: Gestion des utilisateurs

source: Search
fr_fr: Rechercher

source: Type username:
fr_fr: Tapez le nom de l&#39;utilisateur que vous recherchez&nbsp;:

source: Username
fr_fr: Nom d&#39;utilisateur

source: Username/Login
fr_fr: Nom d'utilisateur

source: Result
fr_fr: R&eacute;sultat

source: Results
fr_fr: R&eacute;sultats

source: to
fr_fr: &agrave;

source: Modify
fr_fr: Modifier

source: Remove
fr_fr: Supprimer

source: No result
fr_fr: Aucun r&eacute;sultat

source: New user
fr_fr: Nouvel utilisateur

source: To add user, just click
fr_fr: Pour ajouter un nouvel utilisateur cliquez

source: here
fr_fr: ici

source: New user added successfully
fr_fr: Nouvel utilisteur ajout&eacute; avec succ&egrave;s

source: Inform all following information:
fr_fr: Remplissez toutes les informations suivantes&nbsp;:

source: Password
fr_fr: Mot de passe

source: Power level
fr_fr: Autorisation de modification

source: Password 2
fr_fr: Mot de passe <small>(confirmation)</small>

source: Add
fr_fr: Ajouter

source: Update successfull
fr_fr: Mise &agrave; jour effectu&eacute;e avec succ&egrave;s

source: Invalid informations
fr_fr: Informations invalides

source: User deleted successfull
fr_fr: Suppression de l&#39;utilisateur effectu&eacute;e avec succ&egrave;s

source: Removing 'admin' account deny!
fr_fr: Suppression du compte 'admin' refus&eacute;e&nbsp;!

source: Here's how you can log in at
fr_fr: Voici comment vous pouvez ouvrir une session à

source: Passwords are case sensitive
fr_fr: Les mots de passe sont sensibles à la casse

source: If you did not request your password, please forward this email to
fr_fr: Si vous n'avez pas demandé votre mot de passe, prière faire suivre cet email à

source: immediately
fr_fr: immédiatement

source: Logged IP
fr_fr: IP d'origine

source: Forgot Your Password?
fr_fr: Mot de passe perdu&nbsp;?

source: You will received your password by email
fr_fr: Vous allez recevoir par e-mail votre <em>mot de passe</em>

source: Type your username
fr_fr: Le syst&egrave;me vous enverra par e-mail le <em>mot de passe</em> correspondant &agrave; votre compte

source: Account on
fr_fr: Compte sur le serveur

source: You need a username and a password. Try
fr_fr: Vous avez besoin d&#39;un <em>nom d&#39;utilisateur</em> et d&#39;un <em>mot de passe</em> pour acc&eacute;der aux pages de ce serveur. Vous avez perdu votre mot de passe&nbsp;? Pas de panique, la rubrique

source: Or contact the
fr_fr: vous indiquera la marche &agrave; suivre pour le retrouver. Si vous n&#39;avez aucun compte, contactez le

source: Login to
fr_fr: Connexion &agrave;

source: You are now logout from
fr_fr: Vous avez &eacute;t&eacute; d&eacute;connect&eacute;s du serveur

source: Bye
fr_fr: Il est n&eacute;cessaire que vous vous re-connectiez pour acc&eacute;der au serveur

source: Access Deny
fr_fr: Acc&egrave;s refus&eacute;

source: You are not authorized to access this server
fr_fr: Vous n&#39;avez pas l&#39;autorisation d&#39;acc&eacute;der &agrave; ce serveur

source: name
fr_fr: Nom

source: welcome
fr_fr: Message de bienvenue
