Repository: mbekaert/phplabdb
Catalog: phplabdb-seeddb/html/seeddb/locale/*/LC_MESSAGES/seeddb.po
Languages: fr_fr

source: To access to the administation options click
fr_fr: Pour acc&eacute;der &agrave; l&#39;interphase des options cliquez

source: here
fr_fr: ici

source: Option management
fr_fr: Gestion des rubriques

source: To add new
fr_fr: Ajouter de nouvelles options à la rubrique

source: Search
fr_fr: Rechercher

source: Enter the name of the searched seed:
fr_fr: Entrez le nom ou la r&eacute;f&eacute;rence de la graine recherch&eacute;e&nbsp;:

source: Reference
fr_fr: R&eacute;f&eacute;rence

source: Vernacular name
fr_fr: Nom vernaculaire

source: Country
fr_fr: Pays

source: Species
fr_fr: Esp&egrave;ce

source: Cross type
fr_fr: Croisement

source: Father
fr_fr: P&egrave;re

source: Mother
fr_fr: M&egrave;re

source: Prospection ref
fr_fr: R&eacute;f. prospection

source: Locality
fr_fr: Localit&eacute;

source: Ethnos group
fr_fr: Groupe &eacute;thnique

source: Landscape nature
fr_fr: Nature du terrain

source: Botanical form
fr_fr: Forme botanique

source: Population size
fr_fr: Taille de la population

source: Plant distribution
fr_fr: Distribution des pieds

source: Weather/Culture type
fr_fr: Type de culture

source: Plant precocity
fr_fr: Pr&eacute;cocit&eacute;

source: Notes
fr_fr: Descriptions

source: add
fr_fr: plus

source: day
fr_fr: jour

source: month
fr_fr: mois

source: year
fr_fr: ann&eacute;e

source: Warning:
fr_fr: Attention&nbsp;:

source: Informed species
fr_fr: L&#39;Esp&egrave;ce indiqu&eacute;e

source: is differente of calculated species
fr_fr: est différente de celle estim&eacute;e

source: Informed species was used
fr_fr: L&#39;Esp&egrave;ce que vous avez indiqu&eacute;e sera utilis&eacute;e

source: Update successfull
fr_fr: Mise &agrave; jour effectu&eacute;e

source: Cross type and parents are not consistant
fr_fr: Le type de croisement indiqu&eacute; n'est pas compatible avec les parents

source: Update
fr_fr: Mise &agrave; jour

source: Prospection date
fr_fr: Date de prospection

source: pollen [reference or ID]
fr_fr: Pollen [r&eacute;f&eacute;rence ou ID]

source: carry seed [reference or ID]
fr_fr: Porte graine [r&eacute;f&eacute;rence ou ID]

source: Entry date
fr_fr: Date de l&#39;entr&eacute;e

source: Seed number
fr_fr: Nombre de graine

source: Nature of the collecting site
fr_fr: Nature du terrain

source: Distribution pattern
fr_fr: Distribution des pieds

source: Local weather
fr_fr: Type de culture

source: or
fr_fr: ou

source: Invalid informations
fr_fr: Informations invalide

source: Seed deleted successfull
fr_fr: Graine supprim&eacute;e

source: Remove this entry?
fr_fr: Supprimer cette entr&eacute;e&nbsp;?

source: Option for
fr_fr: Option pour

source: Entry deleted
fr_fr: Entr&eacute;e supprim&eacute;e

source: Taxonomy ID
fr_fr: Identificateur taxonomique

source: Lang
fr_fr: Langue

source: Entry updated
fr_fr: Modifications confirm&eacute;es

source: Entry added
fr_fr: Ent&eacute;e ajout&eacute;e

source: Invalid description
fr_fr: Description invalide

source: Existing options
fr_fr: Valeurs disponibles

source: Modify
fr_fr: Modifier

source: Remove
fr_fr: Supprimer

source: New
fr_fr: Nouveau

source: Add
fr_fr: Ajouter

source: Remove?
fr_fr: Supprimer cette entr&eacute;e&nbsp;?

source: AND
fr_fr: ET

source: OR
fr_fr: OU

source: NOT
fr_fr: NON

source: remove
fr_fr: moins

source: Result
fr_fr: R&eacute;sultats

source: Seeds found:
fr_fr: Graines trouv&eacute,es&nbsp;:

source: Seed found:
fr_fr: Graine trouv&eacute,e&nbsp;:

source: No result
fr_fr: Aucun r&eacute;sultat

source: Tips/Help
fr_fr: Affichage/Aide

source: Tips visible?
fr_fr: Afficher les messages d'aide&nbsp;?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Show barcode?
fr_fr: Afficher les code-barre&nbsp;?

source: Search details
fr_fr: D&eacute;tails de la recherche

source: same mother
fr_fr: même m&egrave;re

source: same father
fr_fr: même p&egrave;re

source: Father (pollen)
fr_fr: P&egrave;re (pollen)

source: Population / free union
fr_fr: Population / union libre

source: Mother (carry seed)
fr_fr: M&egrave;re (porte graine)

source: Cross date
fr_fr: Date de croisement

source: m/d/Y
fr_fr: d/m/Y

source: Note
fr_fr: Description

source: To add new seeds click
fr_fr: Pour ajouter de nouvelles graines cliquez

source: To add new cross click
fr_fr: Pour ajouter un nouveau croisement cliquez

source: To access to the administration interface click
fr_fr: Pour acc&eacute;der &agrave; l&#39;interphase d&#39;administration cliquez

source: Tips:
fr_fr: Aide&nbsp;:

source: Seed reference
fr_fr: R&eacute;f&eacute;rence de la graine

source: New cross
fr_fr: Nouveau croisement

source: Reference already exists!
fr_fr: La r&eacute;f&eacute;rence existe d&eacute;j&agrave;nbsp;!

source: New cross added
fr_fr: Nouvelle graine ajout&eacute;e

source: No reference!
fr_fr: Aucune r&eacute;f&eacute;rence&nbsp;!

source: Missing data
fr_fr: Donn&eacute;es manquantes

source: Back
fr_fr: Retour

source: Inform all following information:
fr_fr: Remplissez toutes les informations suivantes&nbsp;:

source: free union (population)
fr_fr: Union libre (popolation)

source: Clear
fr_fr: R&eacute;tablir

source: Next
fr_fr: Suivent

source: New prospection seed
fr_fr: Nouvelle prospection

source: Inform following information:
fr_fr: Remplissez les informations suivantes&nbsp;:

source: needed information
fr_fr: information obligatoire

source: details
fr_fr: d&eacute;tails

source: run out
fr_fr: Epuis&eacute;

source: seeds
fr_fr: graines

source: seed
fr_fr: graine

source: Species name
fr_fr: Nom d&#39;Esp&egrave;ce

source: Cross type name
fr_fr: Nom du type de croisement

source: Pollen reference
fr_fr: R&eacute;f&eacute;rence du pollen

source: Carry seed reference
fr_fr: R&eacute;f&eacute;rence du porte-graine

source: Prospection reference
fr_fr: R&eacute;f&eacute;rence de la prospection

source: Locality name
fr_fr: Nom de la Localit&eacute;

source: Ethnos group name
fr_fr: Nom du groupe &eacute;thnique

source: Notes and remarques
fr_fr: Notes et remarques

source: Internal reference / barcode
fr_fr: R&eacute;f&eacute;rence interne
