Repository: mbekaert/phplabdb
Catalog: phplabdb-plasmiddb/html/plasmiddb/locale/*/LC_MESSAGES/plasmiddb.po
Languages: fr_fr

source: Reverse oligonuleotides found:
fr_fr: Oligonuleotides &#39;Reverses&#39; trouv&eacute;s&nbsp;:

source: Reverse oligonuleotide found:
fr_fr: Oligonuleotide &#39;Reverse&#39; trouv&eacute;&nbsp;:

source: Forward oligonuleotides found:
fr_fr: Oligonuleotides &#39;Forwards&#39; trouv&eacute;s&nbsp;:

source: Forward oligonuleotide found:
fr_fr: Oligonuleotide &#39;Forward&#39; trouv&eacute;&nbsp;:

source: Position invalide!
fr_fr: Position invalide&nbsp;!

source: Box and rank
fr_fr: Bo&icircte et rang

source: Map
fr_fr: Carte

source: bp
fr_fr: pb

source: Markers:
fr_fr: Marqueurs&nbsp;:

source: Name:
fr_fr: Nom&nbsp;:

source: Start:
fr_fr: D&eacute;but&nbsp;:

source: Finish:
fr_fr: Fin&nbsp;:

source: Fill-color:
fr_fr: Couleur&nbsp;:

source: Line Thickness:
fr_fr: &Eacute;paisseur&nbsp;:

source: Add
fr_fr: Ajouter

source: Enzymes:
fr_fr: Enzymes&nbsp;:

source: Position:
fr_fr: Position&nbsp;:

source: Save
fr_fr: Sauvegarder

source: Map cleaned
fr_fr: Carte effac&eacute;é

source: Close the windows
fr_fr: Fermer la fen&ecirc;tre

source: Sequence
fr_fr: S&eacute;quence

source: Sequence length:
fr_fr: Taille de la s&eacute;quences&nbsp;:

source: length given:
fr_fr: taille indiqu&eacute;e&nbsp;:

source: New length:
fr_fr: Nouvelle taille&nbsp;:

source: Sequence cleaned
fr_fr: S&eacute;quence effac&eacute;e

source: Search is empty!
fr_fr: La recherche est vide !

source: To access to the administation options click
fr_fr: Pour acc&eacute;der &agrave; l&#39;interphase des options cliquez

source: here
fr_fr: ici

source: Option management
fr_fr: Gestion des rubriques

source: To add new
fr_fr: Ajouter de nouvelles options &agrave; la rubrique

source: Selection
fr_fr: S&eacute;lection

source: Preparation
fr_fr: Pr&eacute;paration

source: Conditioning
fr_fr: Conditionnement

source: Search
fr_fr: Rechercher

source: Enter the name of the searched plasmid, or a part of its sequence:
fr_fr: Entrez le nom du plasmide recherch&eacute;&nbsp;:

source: Name
fr_fr: Nom

source: Box
fr_fr: Bo&icircte

source: day
fr_fr: jour

source: month
fr_fr: mois

source: year
fr_fr: ann&eacute;e

source: Plasmid removed
fr_fr: Plasmide supprim&eacute;

source: Prototype removed
fr_fr: Prototype supprim&eacute;

source: Update
fr_fr: Mise &agrave; jour

source: Rank
fr_fr: Rang

source: place on the box
fr_fr: position dans la bo&icirc;te

source: other
fr_fr: autre

source: Product concentration
fr_fr: Concentration du produit

source: Clear
fr_fr: R&eacute;tablir

source: or
fr_fr: ou

source: The place
fr_fr: La position

source: is already used by
fr_fr: est d&eacute;j&agrave; occup&eacute;e par

source: Conditioning must be specified!
fr_fr: La conditionnement doit &ecirc;tre indiqu&eacute;&nbsp;!

source: Plasmid updated
fr_fr: Plasmide modifi&eacute;

source: Unable to open database!
fr_fr: Impossible d&#39;ouvrir la base de donn&eacute;e&nbsp;

source: A box and rank must be provided!
fr_fr: Une bo&icirc;te et un rang doivent &ecirc;tre indiqu&eacute;s&nbsp;!

source: plasmid/vector alias or short name
fr_fr: alias ou pseudo

source: Length
fr_fr: Taille

source: length in nucleotides
fr_fr: taille en nucl&eacute;otides

source: Circular plasmid/vector
fr_fr: Plasmide/Vecteur circulaire

source: circular
fr_fr: circulaire

source: Linear plasmid/vector
fr_fr: Plasmide/Vecteur lin&eacute;aire

source: linear
fr_fr: lin&eacute;aire

source: Nucleic Acid
fr_fr: Acide nucl&eacute;ique

source: DNA
fr_fr: ADN

source: RNA
fr_fr: ARN

source: PubMed IDs
fr_fr: R&eacute;f. PubMed

source: Selection and Replication
fr_fr: S&eacute;lection et Replication

source: The alias
fr_fr: L&#39;alias

source: is already used!
fr_fr: est d&eacute;j&agrave; utilis&eacute;

source: Prototype updated
fr_fr: Protorype mis &agrave; jour

source: Invalid data
fr_fr: Donn&eacute;es invalides

source: Remove this entry?
fr_fr: Supprimer cette entr&eacute;e&nbsp;?

source: Option for
fr_fr: Option pour

source: Entry deleted
fr_fr: Entr&eacute;e supprim&eacute;e

source: Reference
fr_fr: R&eacute;f&eacute;rence

source: Lang
fr_fr: Langue

source: Entry updated
fr_fr: Modifications confirm&eacute;es

source: Entry added
fr_fr: Entr&eacute;e ajout&eacute;e

source: Invalid description
fr_fr: Description invalide

source: Existing options
fr_fr: Valeurs disponibles

source: Modify
fr_fr: Modifier

source: Remove
fr_fr: Supprimer

source: New
fr_fr: Nouveau

source: Remove this plasmid?
fr_fr: Supprimer ce plasmide ?

source: Remove this prototype and all associted plasmids?
fr_fr: Supprimer ce prototype et tous les plasmides associés ?

source: Result
fr_fr: R&eacute;sultats

source: Plasmids found:
fr_fr: Plasmides trouv&eacute;s&nbsp;:

source: Plasmid found:
fr_fr: Plasmide trouv&eacute;&nbsp;:

source: Ready?
fr_fr: Disponible

source: No result
fr_fr: Aucun r&eacute;sultat

source: Tips/Help
fr_fr: Affichage/Aide

source: Show barcode?
fr_fr: Afficher les code-barre&nbsp;?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Right primer minimum lenght?
fr_fr: Appariement minimum en 3' du primer&nbsp;?

source: Search details
fr_fr: D&eacute;tails de la recherche

source: Circular
fr_fr: Circulaire

source: Linear
fr_fr: Lin&eacute;aire

source: Creation date
fr_fr: Date de cr&eacute;ation

source: m/d/Y
fr_fr: d/m/Y

source: Original
fr_fr: Origine

source: Find primer from OligoDB
fr_fr: Retrouver les primers &agrave; partir d&#39;OligoDB

source: To add new plasmid click
fr_fr: Pour ajouter un nouveau plasmide cliquez

source: To access to the administration interface click
fr_fr: Pour acc&eacute;der &agrave; l&#39;interphase d&#39;administration cliquez

source: There is no name!
fr_fr: Il n'y a pas de nom !

source: New plasmid
fr_fr: Nouveau plasmide/vecteur

source: Inform all following information:
fr_fr: Remplissez toutes les informations suivantes&nbsp;:

source: needed information
fr_fr: information obligatoire

source: Last place occupied: box
fr_fr: Deni&egrave;re place occup&eacute;e&nbsp;: bo&icirc;te

source: rank
fr_fr: rang

source: Next
fr_fr: Suivent

source: The prototype
fr_fr: Le prototype

source: already exists and will be not modified!
fr_fr: existe d&eacute;j&agrave; et ne peut &ecirc;tre modifi&eacute;&nbsp;!

source: is also a name!
fr_fr: est aussi un nom&nbsp;!

source: An organism must be selected!
fr_fr: Au moins un organisme doit &ecirc;tre selectionn&eacute;

source: New plasmid added
fr_fr: Nouveau plasmide ajout&eacute;

source: Parental plasmid/vector
fr_fr: Plasmid/Vecteur parental

source: Local Storage
fr_fr: Stockage locale

source: PCR amplification
fr_fr: Amplification par PCR

source: Identity
fr_fr: Identit&eacute;

source: See?
fr_fr: Voir&nbsp;?

source: details
fr_fr: d&eacute;tails

source: Alignment
fr_fr: Alignement

source: Release
fr_fr: Date
