Repository: mbekaert/phplabdb
Catalog: phplabdb-oligodb/html/oligodb/locale/*/LC_MESSAGES/oligodb.po
Languages: fr_fr

source: Search is empty!
fr_fr: La recherche est vide !

source: To access to the administation options click
fr_fr: Pour acc&eacute;der &agrave; l&#39;interphase des options cliquez

source: here
fr_fr: ici

source: Search
fr_fr: Rechercher

source: Name
fr_fr: Nom

source: Sequence
fr_fr: S&eacute;quence

source: Date of synthesis
fr_fr: Date de synth&egrave;se

source: Box
fr_fr: Bo&icirc;te

source: Notes
fr_fr: Description

source: day of synthesis
fr_fr: jour de synth&egrave;se

source: month of synthesis
fr_fr: mois de synth&egrave;se

source: year of synthesis
fr_fr: ann&eacute;e de synth&egrave;se

source: Remove this oligonucleotide?
fr_fr: Supprimer cet oligonucléotide

source: The place
fr_fr: L&#39;emplacement

source: is already used by
fr_fr: est d&eacute;j&agrave; utilis&eacute; par

source: Modifications confirmed
fr_fr: Modifications confirm&eacute;es

source: Update error
fr_fr: Erreur lors de la mise &agrave; jour

source: Suppression confirmed
fr_fr: Suppression confirm&eacute;e

source: Oligonucleotide name (read only)
fr_fr: Nom de l&#39;oligonucl&eacute;otide

source: Oligonucleotide sequence
fr_fr: S&eacute;quence de l&#39;oligonucl&eacute;otide

source: Rank
fr_fr: Rang

source: Place on the box
fr_fr: Position dans la bo&icirc;te

source: Comment
fr_fr: Description

source: Update
fr_fr: Mise &agrave; jour

source: Remove
fr_fr: Supprimer

source: Oligonucleotide unknown!
fr_fr: Oligonucl&eacute;otide inconnu

source: Remove this association?
fr_fr: Supprimer cette association&nbsp;?

source: Association modification
fr_fr: Modification d&#39;association

source: Modification confirmed
fr_fr: Modification confirm&eacute;e

source: oligonucleotide association (read only)
fr_fr: Association (lecture seule)

source: Association unknown!
fr_fr: Association inconnue

source: Enter the name of the searched oligonucleotide, or a part of its sequence:
fr_fr: Tapez le nom de l&#39;oligonucl&eacute;otide recherch&eacute; ou une partie de sa s&eacute;quence&nbsp;:

source: Result
fr_fr: Resultat

source: Oligonucleotides found
fr_fr: Oligonucl&eacute;otides trouv&eacute;s

source: Oligonucleotide found
fr_fr: Oligonucl&eacute;otide trouv&eacute;

source: Modify
fr_fr: Modifier

source: m/d/Y
fr_fr: d/m/Y

source: No result
fr_fr: Aucun r&eacute;sultat

source: Search/Help
fr_fr: Affichage

source: Notes visible?
fr_fr: Afficher les description&nbsp;?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Associations visible?
fr_fr: Afficher les associations&nbsp;?

source: Show barcode?
fr_fr: Afficher les code-barre&nbsp;?

source: Search details
fr_fr: D&eacute;tails de la recherche

source: Place
fr_fr: Emplacement

source: Length
fr_fr: Longueur

source: Mass
fr_fr: Masse

source: New
fr_fr: Nouveau

source: To add one new oligonucleotide click
fr_fr: Pour ajouter un nouvel oligonucl&eacute;otide cliquez

source: To add new oligonucleotides click
fr_fr: Pour ajouter de nouveaux oligonucl&eacute;otides cliquez

source: To annotate a new oligonucleotide association click
fr_fr: Pour annoter une nouvelle association d&#39;oligonucl&eacute;otides cliquez

source: To access to the administration interface click
fr_fr: Pour acc&eacute;der &agrave; l&#39;interphase d&#39;administration cliquez

source: You have selected:
fr_fr: Vous avez selectionn&eacute;&nbsp;:

source: Select
fr_fr: Selection

source: You have selected more than two oligonuleotides!
fr_fr: Vous avez selectionn&eacute; plus de deux oligonul&eacute;otides&nbsp;!

source: Select two oligonucleotides to be associated
fr_fr: Sectionnez deux oligonulc&eacute;otides formant un couple

source: Next
fr_fr: Continuer

source: already exists
fr_fr: &eacute;xiste d&eacute;j&agrave;

source: with the following comment:
fr_fr: avec la description suivante&nbsp;:

source: Enter association comment
fr_fr: Tapez la description du couple

source: Association added
fr_fr: Association Ajout&eacute;e

source: New association
fr_fr: Nouvelle association

source: There is no oligo!
fr_fr: Il n'y a pas d'oligo!

source: New oligonucleotides
fr_fr: Nouveaux oligonucl&eacute;otides

source: For each new oligonucleotide indicate successively (one line per nucleotide):
fr_fr: Indiquez pour chaque nouvel oligonucl&eacute;otide successivement (un oligonucl&eacute;otide par ligne)&nbsp;:

source: name ; sequence ; date {mm/dd/yyyy} ; box ; rank [ ; [ freezer ] ; comment ]
fr_fr: nom ; s&eacute;quence ; date {jj/mm/aaaa} ; bo&icirc;te ; ranq [ ; [ cong&eacute;lateur ] ; commentaire ]

source: Freezer
fr_fr: Cong&eacute;lateur

source: Last place occupied: box
fr_fr: Deni&egrave;re place occup&eacute;e&nbsp;: bo&icirc;te

source: rank
fr_fr: rang

source: Add
fr_fr: Ajouter

source: The oligonucleotide already exists in box
fr_fr: Un oligonucl&eacute;otide identique existe d&eacute;j&agrave; dans la bo&icirc;te

source: A oligonucleotide was entered several times
fr_fr: Un oligonucl&eacute;otide a &eacute;t&eacute; saisie plusieurs fois

source: The same sequence was entered several times
fr_fr: Une m&ecirc;me s&eacute;quence a &eacute;t&eacute; soumise plusieurs fois

source: The same place is used several times
fr_fr: Le m&ecirc;me emplacement est utilis&eacute; plusieurs fois

source: No valid data!
fr_fr: Aucune donn&eacute;e valide&nbsp;!

source: Finish
fr_fr: Terminer

source: added
fr_fr: ajout&eacute;

source: Oligonucleotide from database
fr_fr: Oligonucl&eacute;otide de la base de donn&eacute;e

source: New oligonucleotide associations
fr_fr: Nouvelles associations d&#39;oligonucl&eacute;otides

source: Clear
fr_fr: R&eacute;tablir

source: Validate
fr_fr: Valider

source: Back
fr_fr: Retour

source: Don&#39;t forget to validate your selection before back
fr_fr: N&#39;oubliez pas de valider votre s&eacute;lection avant de revenir

source: Inform all following information:
fr_fr: Remplissez toutes les informations suivantes&nbsp;:

source: details
fr_fr: d&eacute;tails

source: Associated oligonucleotides
fr_fr: Oligonucl&eacute;otides associ&eacute;s

source: Associated oligonucleotide
fr_fr: Oligonucl&eacute;otide associ&eacute;

source: needed information
fr_fr: information obligatoire
